tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "microsoft/git"
tap "swiftwasm/tap"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
cask "osxfuse"
brew "annie"
brew "openssl@1.1"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "asimov", restart_service: true
brew "gettext"
brew "libffi"
brew "awscli"
brew "bat"
brew "carthage"
brew "clang-format"
brew "cocoapods"
brew "cowsay"
brew "ctags"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "gnu-tar"
brew "dpkg"
brew "emacs"
brew "ext4fuse"
brew "fakeroot"
brew "pkg-config"
brew "jpeg"
brew "ffmpeg"
brew "fish"
brew "format-udf"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gource"
brew "qt"
brew "gpgme"
brew "gtk+"
brew "hardlink-osx"
brew "haxe"
brew "lua"
brew "highlight"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jasper"
brew "jq"
brew "latex2html"
brew "libdvdcss"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libxslt"
brew "lxc"
brew "lynx"
brew "makedepend"
brew "mas"
brew "openjdk"
brew "maven"
brew "minica"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "opencv"
brew "opencv@2"
brew "osmium-tool"
brew "osmosis"
brew "pandoc"
brew "pdf2svg"
brew "pipenv"
brew "postgresql"
brew "potrace"
brew "pre-commit"
brew "pth"
brew "pypy3"
brew "qemu"
brew "redis"
brew "ruby"
brew "sane-backends"
brew "sdl2_ttf"
brew "sourcekitten"
brew "sshfs"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "travis"
brew "unar"
brew "unzip"
brew "vcsh"
brew "wabt"
brew "watchman"
brew "wget"
brew "wine"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "kylef/formulae/swiftenv"
brew "swiftwasm/tap/carton"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "0xed"
cask "anaconda"
cask "android-file-transfer"
cask "android-studio"
cask "atom"
cask "betterzip"
cask "blender"
cask "blockblock"
cask "cutter"
cask "discord"
cask "displaperture"
cask "do-not-disturb"
cask "docker"
cask "epic-games"
cask "firefox"
cask "flash-npapi"
cask "flux"
cask "font-computer-modern"
cask "font-dejavu"
cask "font-fira-code"
cask "font-latin-modern-math"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-stix"
cask "git-credential-manager-core"
cask "github"
cask "gitter"
cask "gitup"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-earth-pro"
cask "handbrake"
cask "hyper"
cask "iina"
cask "inkscape"
cask "java"
cask "josm"
cask "karabiner-elements"
cask "kextviewr"
cask "keybase"
cask "knockknock"
cask "launchcontrol"
cask "mojibar"
cask "mysqlworkbench"
cask "netiquette"
cask "netnewswire"
cask "ngrok"
cask "now"
cask "oversight"
cask "postgres"
cask "powershell"
cask "processing"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "racket"
cask "ransomwhere"
cask "reikey"
cask "safari-technology-preview"
cask "signal"
cask "sirimote"
cask "skyfonts"
cask "soundsource"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "tableau"
cask "themeengine"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "webpquicklook"
cask "whatsyoursign"
cask "wine-stable"
cask "xquartz"
cask "zoomin"
cask "zoomus"
mas "AdBlock", id: 1402042596
mas "Battery Indicator", id: 1206020918
mas "Caffeinated", id: 1362171212
mas "Cascadea", id: 1432182561
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Dynaper", id: 1435296403
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Input Sources", id: 1491836055
mas "Jiffy", id: 1502527999
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "PCalc", id: 403504866
mas "PiPifier", id: 1160374471
mas "Shareful", id: 1522267256
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Tampermonkey", id: 1482490089
mas "Tot", id: 1491071483
mas "Trello", id: 1278508951
mas "Wayback Machine", id: 1472432422
mas "XCFormat", id: 1165321484
