tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "microsoft/git"
tap "pirj/noclamshell"
tap "swiftwasm/tap"
tap "vitorgalvao/tiny-scripts"
brew "annie"
brew "jpeg"
brew "apache-spark"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "asimov", restart_service: true
brew "gettext"
brew "glib"
brew "tcl-tk"
brew "python@3.8"
brew "awscli"
brew "bat"
brew "boost"
brew "pkg-config"
brew "carthage"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "cowsay"
brew "ctags"
brew "libssh2"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-compose", link: false
brew "dotnet"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "guile"
brew "unbound", restart_service: true
brew "gnutls"
brew "nghttp2"
brew "emacs", restart_service: true
brew "ext4fuse"
brew "fakeroot"
brew "ruby"
brew "fastlane"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "format-udf"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gource"
brew "gpgme"
brew "grip"
brew "gsettings-desktop-schemas"
brew "pango"
brew "gtk+"
brew "gtk+3"
brew "hardlink-osx"
brew "hashcat"
brew "neko"
brew "haxe"
brew "lua"
brew "highlight"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "jasper"
brew "jq"
brew "krb5"
brew "latex2html"
brew "libdvdcss"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libproxy"
brew "libssh"
brew "libxml2"
brew "libxslt"
brew "lxc"
brew "lynx"
brew "makedepend"
brew "mas"
brew "openjdk"
brew "maven"
brew "ninja"
brew "meson"
brew "minica"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "net-snmp"
brew "nmap"
brew "node"
brew "numpy"
brew "opencv@2"
brew "osmosis"
brew "pandoc"
brew "parallel"
brew "qt"
brew "poppler"
brew "pdf2svg"
brew "pipenv"
brew "pngcrush"
brew "po4a"
brew "postgresql", restart_service: true
brew "potrace"
brew "pre-commit"
brew "pth"
brew "pypy3"
brew "pyqt"
brew "pyqt@5"
brew "qemu"
brew "redis", restart_service: true
brew "ruby@2.7"
brew "sane-backends"
brew "sdl"
brew "sdl2_ttf"
brew "sip"
brew "sourcekitten"
brew "sshfs"
brew "swift-format"
brew "swift-protobuf"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "travis"
brew "unar"
brew "unzip"
brew "vcsh"
brew "vtk"
brew "wabt"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "heroku/brew/heroku"
brew "kylef/formulae/swiftenv"
brew "pirj/noclamshell/noclamshell"
brew "swiftwasm/tap/carton"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "0xed"
cask "adobe-creative-cloud"
cask "adobe-digital-editions"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "apparency"
cask "atom"
cask "betterzip"
cask "blender"
cask "blockblock"
cask "browserosaurus"
cask "caprine"
cask "cutter"
cask "discord"
cask "discord-canary"
cask "displaperture"
cask "do-not-disturb"
cask "docker"
cask "dteoh-devdocs"
cask "epic-games"
cask "finicky"
cask "firefox"
cask "flash-npapi"
cask "flux"
cask "font-computer-modern"
cask "font-dejavu"
cask "font-fira-code"
cask "font-latin-modern-math"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-smoothing-adjuster"
cask "font-stix"
cask "fontforge"
cask "git-credential-manager-core"
cask "github"
cask "gitter"
cask "gitup"
cask "google-chrome"
cask "google-drive"
cask "google-earth-pro"
cask "handbrake"
cask "hex-fiend"
cask "hyper"
cask "iina"
cask "inkscape"
cask "java"
cask "josm"
cask "karabiner-elements"
cask "kextviewr"
cask "keybase"
cask "knockknock"
cask "krisp"
cask "launchcontrol"
cask "mailtrackerblocker"
cask "menuwhere"
cask "minecraft"
cask "mysqlworkbench"
cask "netiquette"
cask "netnewswire"
cask "ngrok"
cask "now"
cask "obsidian"
cask "osxfuse"
cask "pictogram"
cask "postgres"
cask "processing"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "racket"
cask "ransomwhere"
cask "reikey"
cask "safari-technology-preview"
cask "scroll-reverser"
cask "signal"
cask "sirimote"
cask "skyfonts"
cask "slack"
cask "soundsource"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "themeengine"
cask "tiled"
cask "unshaky"
cask "utm"
cask "uxprotect"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"
cask "whatsyoursign"
cask "wine-stable"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoom"
cask "zulip"
mas "AdBlock", id: 1402042596
mas "Apple Configurator 2", id: 1037126344
mas "Battery Indicator", id: 1206020918
mas "Caffeinated", id: 1362171212
mas "Cascadea", id: 1432182561
mas "Color Picker", id: 1545870783
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Displaperture", id: 1543920362
mas "Displaperture", id: 1543920362
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Dynaper", id: 1435296403
mas "ForceClickToRightClick", id: 1573122660
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Input Sources", id: 1491836055
mas "Instant Audio Switcher", id: 1547135481
mas "Internet Access Policy Viewer", id: 1482630322
mas "Jiffy", id: 1502527999
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Neeva", id: 1540663248
mas "npmhub", id: 1542090429
mas "Numbers", id: 409203825
mas "OctoLinker", id: 1549308269
mas "Old Menu Bar", id: 1555916180
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pasteboard Viewer", id: 1499215709
mas "PCalc", id: 403504866
mas "PiPifier", id: 1160374471
mas "Shareful", id: 1522267256
mas "Shazam", id: 897118787
mas "SquareIcon", id: 1341400785
mas "Tampermonkey", id: 1482490089
mas "Tot", id: 1491071483
mas "Wayback Machine", id: 1472432422
mas "XCFormat", id: 1165321484
mas "Xcode", id: 497799835
