tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "github/gh"
tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "microsoft/git"
tap "pirj/noclamshell"
tap "swiftwasm/tap"
brew "libpng"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "asimov", restart_service: true
brew "xz"
brew "python@3.10"
brew "awscli"
brew "berkeley-db", link: true
brew "binutils"
brew "bison"
brew "boost"
brew "freetype"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "carthage"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "cscope"
brew "ctags"
brew "openldap"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "dnscontrol"
brew "harfbuzz"
brew "node"
brew "emscripten"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "freeimage"
brew "freetds"
brew "gcc"
brew "gd"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "grip"
brew "hashcat"
brew "hdf5"
brew "highlight"
brew "hugo"
brew "iconsur"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libdvdcss"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libslirp"
brew "libssh"
brew "libvirt", restart_service: true
brew "libxft"
brew "libxml2"
brew "libxt"
brew "libzip"
brew "lux"
brew "make"
brew "mas"
brew "meson"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "netcdf"
brew "numpy"
brew "pango"
brew "php"
brew "pngcrush"
brew "pnpm"
brew "postgresql@14"
brew "py3cairo"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "pyinstaller"
brew "pyqt@5"
brew "qemu"
brew "qt"
brew "tcl-tk"
brew "r"
brew "re2c"
brew "rsync"
brew "ruby@3.0", link: true
brew "scantailor", args: ["HEAD"]
brew "subversion"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "unzip"
brew "vcsh"
brew "vtk"
brew "wabt"
brew "wget"
brew "woff2"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "gromgit/fuse/ext4fuse-mac"
brew "heroku/brew/heroku"
brew "kylef/formulae/swiftenv"
brew "pirj/noclamshell/noclamshell"
brew "swiftwasm/tap/carton"
cask "1password"
cask "acorn"
cask "adobe-creative-cloud"
cask "adobe-digital-editions"
cask "alfred"
cask "android-file-transfer"
cask "apparency"
cask "arduino"
cask "asset-catalog-tinkerer"
cask "balsamiq-wireframes"
cask "blender"
cask "blockblock"
cask "browserosaurus"
cask "caprine"
cask "cutter"
cask "discord-canary"
cask "docker"
cask "epic-games"
cask "font-computer-modern"
cask "font-dejavu"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-latin-modern-math"
cask "font-merriweather"
cask "font-merriweather-sans"
cask "font-source-sans-pro"
cask "font-stix"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "idrive"
cask "itch"
cask "kextviewr"
cask "keycastr"
cask "launchcontrol"
cask "macfuse"
cask "mailtrackerblocker"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "miniforge"
cask "mos"
cask "musescore"
cask "mysqlworkbench"
cask "netnewswire"
cask "ngrok"
cask "provisionql"
cask "qgis"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "steam"
cask "topnotch"
cask "touch-bar-simulator"
cask "utm"
cask "visual-studio-code-insiders"
cask "webpquicklook"
cask "webtorrent"
cask "wine-stable"
cask "zoom"
mas "About", id: 1613982997
mas "AdBlock", id: 1402042596
mas "Apple Configurator", id: 1037126344
mas "Battery Indicator", id: 1206020918
mas "Caffeinated", id: 1362171212
mas "CARROT Weather", id: 993487541
mas "Cascadea", id: 1432182561
mas "Color Picker", id: 1545870783
mas "Compressor", id: 424390742
mas "Dato", id: 1470584107
mas "Developer", id: 640199958
mas "Dice", id: 1479250666
mas "Displaperture", id: 1543920362
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Dynaper", id: 1435296403
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "ForceClickToRightClick", id: 1573122660
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Input Sources", id: 1491836055
mas "Instant Audio Switcher", id: 1547135481
mas "Internet Access Policy Viewer", id: 1482630322
mas "Jiffy", id: 1502527999
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Neeva", id: 1540663248
mas "npmhub", id: 1542090429
mas "Numbers", id: 409203825
mas "OctoLinker", id: 1549308269
mas "Pages", id: 409201541
mas "Pasteboard Viewer", id: 1499215709
mas "PCalc", id: 403504866
mas "PhotosRevive", id: 1564012215
mas "PiPifier", id: 1160374471
mas "Recap!", id: 1600281788
mas "Shareful", id: 1522267256
mas "Shazam", id: 897118787
mas "SnapMotion", id: 1592103681
mas "SquareIcon", id: 1341400785
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "Tot", id: 1491071483
mas "Wayback Machine", id: 1472432422
mas "XCFormat", id: 1165321484
